{
    "cities": [
        {
            "id": 1,
            "name": "Bangkok",
            "slug": "bangkok",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Bangkok+800+by+640.png",
            "description": "Bangkok is the city that never sleeps...and never stops eating. The bustling Thai capital is all flashing lights, hopping shopping malls, glittering temples, and fantastic food waiting to be tasted. From the lively floating markets selling fragrant dishes and exotic wares, to the gilded Grand Palace, it’s no wonder Bangkok is one of the most sought-after Asian destinations in the world. With adventures around every corner, Bangkok is a treasure trove for the avid explorer."
        },
        {
            "id": 2,
            "name": "Pattaya",
            "slug": "pattaya",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Pattaya+800+by+640.png",
            "description": "On the eastern coast of the Gulf of Thailand, Pattaya is a popular resort destination for tourists on the hunt for a relaxing beach getaway. Party people and families are both welcome here; there's something for all types of travellers. The Ramayana Waterpark and the Khao Kheow Open Zoo are two great places to bring the kids, and the walking evening tours are great for the nightowls. Beautiful beaches have many activities for ocean-lovers. Snorkeling, diving, and cruising along the coast are fun and active ways to scout the beach. Pattaya also has rich, fertile land, with organic fruit farms and beautiful gardens offering a verdant juxtapose to the powdery beaches. "
        },
        {
            "id": 3,
            "name": "Chiang Mai",
            "slug": "chiang-mai",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Chiang+Mai+800+by+640.png",
            "description": "Hidden away in the mountains of northernmost Thailand, Chiang Mai is a refreshing change of pace from city lights, giving you a dose of rustic beauty. Chiang Mai has cooler temperatures than you'll find in the south, and crisp mountain air. Known as \"the Rose of the North,\" Chiang Mai is famous for its beautiful landscapes and wats. Trek up to the golden wat sitting atop the Doi Suthep mountain or explore the Doi Inthanon National Park, which offers sanctuary to all kinds of birds and animals. The fascinating culture, stunning landscapes, and ancient architecture make Chiang Mai an alluring destination for the discerning traveller. Ziplining and whitewater rafting are the more popular activities attracting outdoor enthusiasts on action-packed vacations."
        },
        {
            "id": 4,
            "name": "Chiang Rai",
            "slug": "chiang-rai",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Chiang+Rai+800+by+640.png",
            "description": "Chiang Rai is a charming city in the north of Thailand, with temples and vintage buildings standing as a testament of Thailand’s rich history and proud culture. There is a haunting beauty to this misty mountain town. You will feel lost in time when visiting the famous Akha or Karen villages, surrounded by lush rolling hills and  home to warm-hearted locals preserving ancient traditions. In contrast to this, The White Temple is a more modern installment of Thai culture, creating an artistic dream with sculptures and murals depicting heaven and hell."
        },
        {
            "id": 5,
            "name": "Phuket",
            "slug": "phuket",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Phuket+800+by+640.png",
            "description": "A pearl in the Andaman sea, tropical Phuket has verdant rain forests, rolling mountains and some of Thailand’s most popular beaches, most of which are found along the clear waters of the western coast.  With powder-fine sands, a crystalline ocean, and lively night scene, it's no wonder travellers come from far and wide to vacation here. Phuket is the perfect place to go on an ocean adventure, with speedboat tours of snorkel and dive sites and day tours to nearby beaches like the Phi Phi islands, where the best sealife and coral forests can be found. The Phuket Bird Park and Splash Jungle Water Park are great for a day out with the family, while the Simon Cabaret offers up a thrilling display of transgender talent. It's is a tropical paradise teeming with exciting activities that you shouldn't miss out on. "
        },
        {
            "id": 6,
            "name": "Singapore",
            "slug": "singapore",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Singapore+800+by+640.png",
            "description": "Singapore is the city of sights, lights, and tasty bites. This island city-state, with its rich history as cultural melting pot, has a little bit of everything. Whether you are a shopper, a bar hopper, or just trying to find a fun place to vacation to with your family, this buzzing metropolis has got you covered. Singapore is a hip, modern hub that continues to wow tourists with its flash. Put Universal Studios, the Singapore Zoo, and the Flower Dome on your must-visit list and spend your holiday soaking up the city’s intoxicating energy."
        },
        {
            "id": 7,
            "name": "Krabi",
            "slug": "krabi",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Krabi+800+by+640.png",
            "description": "Deep in the heart of Southern Thailand, Krabi is every island-goer's dream. The island’s rainforest is home to diverse wildlife, such as the slow loris, hornbill, and all kinds of frogs and lizards. Krabi has some of the most colourful corals and clear waters in Thailand. Its most popular marine attraction is swimming with the majestic tiger shark. Snorkelling, diving, sailing, and bird watching are only some of the activities for the wild-at-heart. See for yourself, and get lost in an aquamarine dream."
        },
        {
            "id": 8,
            "name": "Siem Reap",
            "slug": "siem-reap",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Siem+Reap+800+by+640.png",
            "description": "Siem Reap offers a window to a rich chapter in Cambodia's past, with ancient relics and ruins luring history buffs from across the globe. Angkor Wat, the largest religious monument in the world, is the jewel of Siem Reap, with temples and pagodas offering a glimpse of what life was like 900 years ago. You'll be astounded by the level of detail in the sculptures that adorn Angkor Wat, Wat Bayon, and Ta Prohm temple complexes. After temple-hopping, visit Khom Phluk floating village, with a mangrove forest jutting up from a gentle river.  Whether you are sipping an Angkor beer (the local favorite) on pub street at sunset, exploring the majestic ruins of the Khmer Empire, or exploring the lush surrounding landscape, you'll find yourself enraptured by Siem Reap, one of the most beautiful pieces remaining of the Old World."
        },
        {
            "id": 9,
            "name": "Phnom Penh",
            "slug": "phnom-penh",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Phanom+Penh+800+by+640.png",
            "description": "It’s no wonder the capital of Cambodia is known as \"the pearl of Asia.\" Phnom Penh is a vibrant mix of humming marketplaces, whizzing tuk-tuks and enthusiastic chatter. You will be drawn to the energy of this city through its incredible sights. The Royal Palace, massive Mekong River, and glittering temples all lend a hand in making Phnom Penh a cultural arcadia."
        },
        {
            "id": 10,
            "name": "Sihanoukville",
            "slug": "sihanoukville",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Sihanoukville+800+by+640.png",
            "description": "Sihanoukville's alabaster sand and a sun-kissed coastline invite the relaxed lounger to unwind. A laid-back slice of Cambodian life, this seaside retreat feels worlds away from city lights. Enjoy the slower pace and let rest and relaxation take over. Visit Otres Beach, a patchwork of bungalows and fresh seafood restaurants, and the Ou Trojak Jet river, a favourite among canoeists and anglers looking for a day on the water."
        },
        {
            "id": 11,
            "name": "Seoul",
            "slug": "seoul",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Seoul+800+by+640.png",
            "description": "Seoul is South Korea’s glitzy capital, an urban metropolis that is ever-evolving. Shopping centres, festive cafés, and cozy boutiques give Seoul it's distinctly cool personality, with new convivial cultural attractions sprouting up each year. Culture vultures, make time for a tasting tour of traditional South Korean cuisine and to watch incredible shows performed at the Korea House. Get to know the hidden side of city through cooking classes, martial art lessons and learning ancient handicrafts; these hands-on experiences will reveal the heart of Seoul."
        },
        {
            "id": 12,
            "name": "Busan",
            "slug": "busan",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Busan+800+by+640.png",
            "description": "Busan has endless possibilities for the world-traveller, from mountain tops to sprawling beaches to bustling markets bursting with freshly caught seafood. This port town is one of the most popular destinations in South Korea thanks to its varied landscape and eclectic collection of activities, and has garnered global attention for it is burgeoning International Film Festival, held in October each year. Make time on your holiday to visit Gamcheon Culture Village and Jagalchi Fish Market, two must-see stops for soaking up that iconic South Korean culture. "
        },
        {
            "id": 13,
            "name": "Jeju",
            "slug": "jeju",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Jeju+800+by+640.png",
            "description": "Jeju, the largest island off the coast of the Korean Peninsula, is host to all kinds of interesting landscapes and wildlife. Forests, wetlands, and volcanic mountain ranges create diverse habitats for exotic flora and fauna. Jeju is home to some of the most rare and endangered animals in the world, such as Indo-Pacific Bottlenose Dolphins and Boreal Digging Frogs. This island is a haven for outdoor-lovers, with plenty of scenic hiking trails and a beautiful blue ocean to dive into."
        },
        {
            "id": 14,
            "name": "Ho Chi Minh City",
            "slug": "ho-chi-minh-city",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Hochiminh+800+by+640.png",
            "description": "Ho Chi Minh City is a beautiful blend of the old and new, with vintage building hearkening back to old Saigon  while slick, modern shopping malls seem plucked from the future. French colonial architecture and thrumming Vietnamese boutiques merge in a rhythm distinct to Ho Chi Minh City. Get a history lesson at the Cu Chi Tunnels, a mysterious network of underground tunnels used by soldiers during the Vietnam war, or sail along the Saigon River, which merrily winds through the city, adding a dose of riverfront reverie to your Vietnam vacation."
        },
        {
            "id": 15,
            "name": "Hanoi",
            "slug": "hanoi",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Hanoi_main+800x640.jpg",
            "description": "The capital of Vietnam is the epitome of Southeast Asian charm. Centuries-old architecture, temples, and rustic farming villages keep Hanoi suspended in a state of ancient beauty. Exploring this city is a walk back in time, and venturing to neighboring Halong Bay, with its stunning, green karsts rising up from blue water, makes you feel lost in a Jurassic world. Whether you are walking, biking, or boating across Hanoi, you'll be enchanted by the city's age-old magic. "
        },
        {
            "id": 16,
            "name": "Hoi An",
            "slug": "hoi-an",
            "main_image": "https://theasia.imgix.net/sandbox/cities/main/Hoi+An+800+by+640.png",
            "description": "Hoi An, a historic port town dating back to the 15th century, is an alluring tapestries of lantern-strewn alleys and winding canals. The diverse and well-preserved architecture, courtesy of Japanese, Chinese an Portuguese influences, has won it a spot on the World Heritage List. Hoi An is also a great jumping-off point to nearby sights, such as the Imperial City of Hue, a century-old citadel, while the Marble Mountain caves beckon the mystery chasers to venture into their depths. This little town is also known for its large number of natty and affordable tailor shops, so you can return from this trip feeling relaxed and looking sharp. "
        },
        {
            "id": 19,
            "name": "Danang",
            "slug": "danang",
            "main_image": "https://theasia.imgix.net/sandbox/cities/19/main/Danang 02.jpg",
            "description": "A destination rapidly on the rise, the City of Bridges delights with its laid-back atmosphere, lush nature, and up-and-coming food and nightlife scene. Stunningly located along the coast of central Vietnam, nestled between Hoi An to the south and the former imperial capital, Hue, to the north, Danang is the perfect base from which to explore the gorgeous central region. Boasting dreamy beaches and alluring local sights, like Son Tra Mountain, the impressive Linh Ung Pagoda, and Ba Na Hills, Danang attractions are a must for any travel bucket list. "
        }
    ]
}